[
  "vocabulary:jmdict:1000470",
  "vocabulary:jmdict:1000510",
  "vocabulary:jmdict:1001110",
  "vocabulary:jmdict:1001140",
  "vocabulary:jmdict:1001200",
  "vocabulary:jmdict:1001370",
  "vocabulary:jmdict:1001560",
  "vocabulary:jmdict:1001670",
  "vocabulary:jmdict:1001710",
  "vocabulary:jmdict:1001910",
  "vocabulary:jmdict:1002030",
  "vocabulary:jmdict:1002050",
  "vocabulary:jmdict:1002120",
  "vocabulary:jmdict:1002430",
  "vocabulary:jmdict:1002500",
  "vocabulary:jmdict:1002790",
  "vocabulary:jmdict:1002970",
  "vocabulary:jmdict:1003550",
  "vocabulary:jmdict:1003590",
  "vocabulary:jmdict:1003810",
  "vocabulary:jmdict:1003890",
  "vocabulary:jmdict:1003930",
  "vocabulary:jmdict:1003960",
  "vocabulary:jmdict:1004140",
  "vocabulary:jmdict:1004570",
  "vocabulary:jmdict:1004880",
  "vocabulary:jmdict:1005160",
  "vocabulary:jmdict:1005210",
  "vocabulary:jmdict:1005340",
  "vocabulary:jmdict:1005630",
  "vocabulary:jmdict:1005800",
  "vocabulary:jmdict:1006120",
  "vocabulary:jmdict:1006380",
  "vocabulary:jmdict:1006490",
  "vocabulary:jmdict:1006740",
  "vocabulary:jmdict:1007170",
  "vocabulary:jmdict:1007240",
  "vocabulary:jmdict:1007310",
  "vocabulary:jmdict:1007360",
  "vocabulary:jmdict:1007660",
  "vocabulary:jmdict:1007840",
  "vocabulary:jmdict:1008340",
  "vocabulary:jmdict:1008370",
  "vocabulary:jmdict:1008450",
  "vocabulary:jmdict:1008950",
  "vocabulary:jmdict:1009740",
  "vocabulary:jmdict:1009800",
  "vocabulary:jmdict:1009970",
  "vocabulary:jmdict:1010050",
  "vocabulary:jmdict:1010350",
  "vocabulary:jmdict:1010550",
  "vocabulary:jmdict:1011930",
  "vocabulary:jmdict:1012490",
  "vocabulary:jmdict:1012870",
  "vocabulary:jmdict:1013000",
  "vocabulary:jmdict:1013050",
  "vocabulary:jmdict:1013100",
  "vocabulary:jmdict:1013190",
  "vocabulary:jmdict:1015390",
  "vocabulary:jmdict:1019880",
  "vocabulary:jmdict:1020810",
  "vocabulary:jmdict:1029440",
  "vocabulary:jmdict:1029450",
  "vocabulary:jmdict:1031260",
  "vocabulary:jmdict:1031730",
  "vocabulary:jmdict:1032100",
  "vocabulary:jmdict:1033790",
  "vocabulary:jmdict:1037310",
  "vocabulary:jmdict:1043500",
  "vocabulary:jmdict:1046070",
  "vocabulary:jmdict:1046760",
  "vocabulary:jmdict:1046840",
  "vocabulary:jmdict:1047520",
  "vocabulary:jmdict:1047700",
  "vocabulary:jmdict:1049070",
  "vocabulary:jmdict:1053090",
  "vocabulary:jmdict:1056180",
  "vocabulary:jmdict:1056860",
  "vocabulary:jmdict:1057580",
  "vocabulary:jmdict:1060870",
  "vocabulary:jmdict:1070980",
  "vocabulary:jmdict:1072300",
  "vocabulary:jmdict:1073920",
  "vocabulary:jmdict:1074030",
  "vocabulary:jmdict:1074040",
  "vocabulary:jmdict:1074430",
  "vocabulary:jmdict:1074470",
  "vocabulary:jmdict:1075010",
  "vocabulary:jmdict:1075500",
  "vocabulary:jmdict:1076920",
  "vocabulary:jmdict:1082930",
  "vocabulary:jmdict:1085810",
  "vocabulary:jmdict:1089650",
  "vocabulary:jmdict:1090530",
  "vocabulary:jmdict:1093640",
  "vocabulary:jmdict:1096350",
  "vocabulary:jmdict:1096560",
  "vocabulary:jmdict:1100640",
  "vocabulary:jmdict:1103730",
  "vocabulary:jmdict:1106580",
  "vocabulary:jmdict:1109580",
  "vocabulary:jmdict:1110290",
  "vocabulary:jmdict:1112030",
  "vocabulary:jmdict:1114030",
  "vocabulary:jmdict:1116550",
  "vocabulary:jmdict:1119620",
  "vocabulary:jmdict:1122700",
  "vocabulary:jmdict:1126560",
  "vocabulary:jmdict:1131240",
  "vocabulary:jmdict:1131830",
  "vocabulary:jmdict:1132990",
  "vocabulary:jmdict:1134070",
  "vocabulary:jmdict:1137310",
  "vocabulary:jmdict:1138570",
  "vocabulary:jmdict:1138980",
  "vocabulary:jmdict:1139050",
  "vocabulary:jmdict:1139490",
  "vocabulary:jmdict:1140550",
  "vocabulary:jmdict:1140990",
  "vocabulary:jmdict:1141860",
  "vocabulary:jmdict:1142260",
  "vocabulary:jmdict:1143070",
  "vocabulary:jmdict:1144790",
  "vocabulary:jmdict:1147040",
  "vocabulary:jmdict:1148010",
  "vocabulary:jmdict:1149260",
  "vocabulary:jmdict:1150350",
  "vocabulary:jmdict:1150420",
  "vocabulary:jmdict:1150670",
  "vocabulary:jmdict:1150680",
  "vocabulary:jmdict:1150840",
  "vocabulary:jmdict:1150990",
  "vocabulary:jmdict:1151090",
  "vocabulary:jmdict:1151390",
  "vocabulary:jmdict:1151470",
  "vocabulary:jmdict:1151720",
  "vocabulary:jmdict:1152570",
  "vocabulary:jmdict:1152700",
  "vocabulary:jmdict:1152750",
  "vocabulary:jmdict:1152990",
  "vocabulary:jmdict:1153080",
  "vocabulary:jmdict:1153140",
  "vocabulary:jmdict:1153310",
  "vocabulary:jmdict:1153440",
  "vocabulary:jmdict:1153670",
  "vocabulary:jmdict:1153720",
  "vocabulary:jmdict:1153740",
  "vocabulary:jmdict:1154030",
  "vocabulary:jmdict:1154330",
  "vocabulary:jmdict:1154360",
  "vocabulary:jmdict:1154390",
  "vocabulary:jmdict:1154790",
  "vocabulary:jmdict:1155180",
  "vocabulary:jmdict:1155210",
  "vocabulary:jmdict:1155650",
  "vocabulary:jmdict:1155780",
  "vocabulary:jmdict:1155840",
  "vocabulary:jmdict:1155920",
  "vocabulary:jmdict:1155950",
  "vocabulary:jmdict:1155960",
  "vocabulary:jmdict:1155980",
  "vocabulary:jmdict:1155990",
  "vocabulary:jmdict:1156160",
  "vocabulary:jmdict:1156220",
  "vocabulary:jmdict:1156270",
  "vocabulary:jmdict:1156290",
  "vocabulary:jmdict:1156300",
  "vocabulary:jmdict:1156320",
  "vocabulary:jmdict:1156450",
  "vocabulary:jmdict:1156480",
  "vocabulary:jmdict:1156680",
  "vocabulary:jmdict:1156790",
  "vocabulary:jmdict:1156890",
  "vocabulary:jmdict:1156900",
  "vocabulary:jmdict:1156950",
  "vocabulary:jmdict:1157000",
  "vocabulary:jmdict:1157130",
  "vocabulary:jmdict:1157300",
  "vocabulary:jmdict:1157510",
  "vocabulary:jmdict:1157670",
  "vocabulary:jmdict:1157700",
  "vocabulary:jmdict:1157800",
  "vocabulary:jmdict:1157810",
  "vocabulary:jmdict:1157860",
  "vocabulary:jmdict:1157970",
  "vocabulary:jmdict:1158020",
  "vocabulary:jmdict:1158040",
  "vocabulary:jmdict:1158110",
  "vocabulary:jmdict:1158140",
  "vocabulary:jmdict:1158150",
  "vocabulary:jmdict:1158160",
  "vocabulary:jmdict:1158210",
  "vocabulary:jmdict:1158280",
  "vocabulary:jmdict:1158310",
  "vocabulary:jmdict:1158330",
  "vocabulary:jmdict:1158350",
  "vocabulary:jmdict:1158390",
  "vocabulary:jmdict:1158400",
  "vocabulary:jmdict:1158600",
  "vocabulary:jmdict:1158760",
  "vocabulary:jmdict:1158780",
  "vocabulary:jmdict:1158810",
  "vocabulary:jmdict:1158830",
  "vocabulary:jmdict:1159020",
  "vocabulary:jmdict:1159040",
  "vocabulary:jmdict:1159090",
  "vocabulary:jmdict:1159220",
  "vocabulary:jmdict:1159230",
  "vocabulary:jmdict:1159250",
  "vocabulary:jmdict:1159310",
  "vocabulary:jmdict:1159380",
  "vocabulary:jmdict:1159420",
  "vocabulary:jmdict:1159770",
  "vocabulary:jmdict:1159810",
  "vocabulary:jmdict:1159920",
  "vocabulary:jmdict:1160100",
  "vocabulary:jmdict:1160540",
  "vocabulary:jmdict:1160610",
  "vocabulary:jmdict:1160630",
  "vocabulary:jmdict:1160830",
  "vocabulary:jmdict:1161130",
  "vocabulary:jmdict:1161270",
  "vocabulary:jmdict:1161390",
  "vocabulary:jmdict:1161550",
  "vocabulary:jmdict:1161570",
  "vocabulary:jmdict:1161690",
  "vocabulary:jmdict:1161730",
  "vocabulary:jmdict:1161840",
  "vocabulary:jmdict:1162050",
  "vocabulary:jmdict:1162170",
  "vocabulary:jmdict:1162740",
  "vocabulary:jmdict:1163080",
  "vocabulary:jmdict:1163520",
  "vocabulary:jmdict:1163620",
  "vocabulary:jmdict:1163770",
  "vocabulary:jmdict:1163940",
  "vocabulary:jmdict:1164010",
  "vocabulary:jmdict:1164150",
  "vocabulary:jmdict:1164440",
  "vocabulary:jmdict:1164680",
  "vocabulary:jmdict:1164710",
  "vocabulary:jmdict:1164740",
  "vocabulary:jmdict:1164890",
  "vocabulary:jmdict:1164950",
  "vocabulary:jmdict:1165090",
  "vocabulary:jmdict:1165220",
  "vocabulary:jmdict:1165350",
  "vocabulary:jmdict:1165700",
  "vocabulary:jmdict:1166010",
  "vocabulary:jmdict:1166220",
  "vocabulary:jmdict:1166420",
  "vocabulary:jmdict:1166440",
  "vocabulary:jmdict:1166450",
  "vocabulary:jmdict:1166510",
  "vocabulary:jmdict:1166550",
  "vocabulary:jmdict:1166560",
  "vocabulary:jmdict:1166710",
  "vocabulary:jmdict:1167020",
  "vocabulary:jmdict:1167100",
  "vocabulary:jmdict:1167160",
  "vocabulary:jmdict:1167250",
  "vocabulary:jmdict:1167270",
  "vocabulary:jmdict:1167320",
  "vocabulary:jmdict:1167450",
  "vocabulary:jmdict:1167720",
  "vocabulary:jmdict:1167750",
  "vocabulary:jmdict:1167760",
  "vocabulary:jmdict:1167860",
  "vocabulary:jmdict:1167870",
  "vocabulary:jmdict:1167920",
  "vocabulary:jmdict:1168320",
  "vocabulary:jmdict:1168430",
  "vocabulary:jmdict:1168670",
  "vocabulary:jmdict:1168680",
  "vocabulary:jmdict:1168720",
  "vocabulary:jmdict:1168960",
  "vocabulary:jmdict:1169140",
  "vocabulary:jmdict:1169390",
  "vocabulary:jmdict:1169580",
  "vocabulary:jmdict:1170280",
  "vocabulary:jmdict:1170340",
  "vocabulary:jmdict:1170660",
  "vocabulary:jmdict:1170720",
  "vocabulary:jmdict:1170990",
  "vocabulary:jmdict:1171050",
  "vocabulary:jmdict:1171150",
  "vocabulary:jmdict:1171210",
  "vocabulary:jmdict:1171340",
  "vocabulary:jmdict:1171400",
  "vocabulary:jmdict:1171910",
  "vocabulary:jmdict:1172040",
  "vocabulary:jmdict:1172140",
  "vocabulary:jmdict:1172350",
  "vocabulary:jmdict:1172460",
  "vocabulary:jmdict:1172660",
  "vocabulary:jmdict:1172740",
  "vocabulary:jmdict:1172750",
  "vocabulary:jmdict:1173010",
  "vocabulary:jmdict:1173060",
  "vocabulary:jmdict:1173090",
  "vocabulary:jmdict:1173240",
  "vocabulary:jmdict:1173420",
  "vocabulary:jmdict:1173650",
  "vocabulary:jmdict:1173660",
  "vocabulary:jmdict:1173710",
  "vocabulary:jmdict:1174040",
  "vocabulary:jmdict:1174160",
  "vocabulary:jmdict:1174260",
  "vocabulary:jmdict:1174390",
  "vocabulary:jmdict:1174530",
  "vocabulary:jmdict:1174590",
  "vocabulary:jmdict:1174790",
  "vocabulary:jmdict:1174890",
  "vocabulary:jmdict:1174940",
  "vocabulary:jmdict:1174960",
  "vocabulary:jmdict:1174980",
  "vocabulary:jmdict:1175300",
  "vocabulary:jmdict:1175310",
  "vocabulary:jmdict:1175340",
  "vocabulary:jmdict:1175350",
  "vocabulary:jmdict:1175380",
  "vocabulary:jmdict:1175800",
  "vocabulary:jmdict:1175880",
  "vocabulary:jmdict:1175980",
  "vocabulary:jmdict:1176090",
  "vocabulary:jmdict:1176120",
  "vocabulary:jmdict:1176270",
  "vocabulary:jmdict:1176330",
  "vocabulary:jmdict:1176490",
  "vocabulary:jmdict:1176720",
  "vocabulary:jmdict:1176740",
  "vocabulary:jmdict:1176750",
  "vocabulary:jmdict:1176780",
  "vocabulary:jmdict:1176820",
  "vocabulary:jmdict:1176850",
  "vocabulary:jmdict:1176860",
  "vocabulary:jmdict:1177010",
  "vocabulary:jmdict:1177100",
  "vocabulary:jmdict:1177140",
  "vocabulary:jmdict:1177190",
  "vocabulary:jmdict:1177220",
  "vocabulary:jmdict:1177540",
  "vocabulary:jmdict:1177800",
  "vocabulary:jmdict:1177830",
  "vocabulary:jmdict:1177950",
  "vocabulary:jmdict:1178070",
  "vocabulary:jmdict:1178260",
  "vocabulary:jmdict:1178680",
  "vocabulary:jmdict:1178710",
  "vocabulary:jmdict:1178750",
  "vocabulary:jmdict:1178790",
  "vocabulary:jmdict:1178870",
  "vocabulary:jmdict:1178940",
  "vocabulary:jmdict:1179005",
  "vocabulary:jmdict:1179010",
  "vocabulary:jmdict:1179030",
  "vocabulary:jmdict:1179090",
  "vocabulary:jmdict:1179110",
  "vocabulary:jmdict:1179710",
  "vocabulary:jmdict:1179720",
  "vocabulary:jmdict:1179760",
  "vocabulary:jmdict:1179790",
  "vocabulary:jmdict:1179810",
  "vocabulary:jmdict:1179840",
  "vocabulary:jmdict:1179880",
  "vocabulary:jmdict:1179920",
  "vocabulary:jmdict:1179930",
  "vocabulary:jmdict:1179980",
  "vocabulary:jmdict:1180000",
  "vocabulary:jmdict:1180020",
  "vocabulary:jmdict:1180030",
  "vocabulary:jmdict:1180860",
  "vocabulary:jmdict:1180950",
  "vocabulary:jmdict:1181030",
  "vocabulary:jmdict:1181420",
  "vocabulary:jmdict:1181450",
  "vocabulary:jmdict:1181480",
  "vocabulary:jmdict:1181550",
  "vocabulary:jmdict:1181670",
  "vocabulary:jmdict:1182030",
  "vocabulary:jmdict:1182060",
  "vocabulary:jmdict:1182710",
  "vocabulary:jmdict:1182730",
  "vocabulary:jmdict:1183130",
  "vocabulary:jmdict:1183160",
  "vocabulary:jmdict:1183460",
  "vocabulary:jmdict:1183470",
  "vocabulary:jmdict:1183600",
  "vocabulary:jmdict:1183610",
  "vocabulary:jmdict:1183860",
  "vocabulary:jmdict:1183970",
  "vocabulary:jmdict:1183990",
  "vocabulary:jmdict:1184040",
  "vocabulary:jmdict:1184120",
  "vocabulary:jmdict:1184270",
  "vocabulary:jmdict:1184280",
  "vocabulary:jmdict:1184510",
  "vocabulary:jmdict:1184870",
  "vocabulary:jmdict:1186030",
  "vocabulary:jmdict:1186710",
  "vocabulary:jmdict:1187300",
  "vocabulary:jmdict:1187570",
  "vocabulary:jmdict:1188220",
  "vocabulary:jmdict:1188490",
  "vocabulary:jmdict:1189140",
  "vocabulary:jmdict:1189280",
  "vocabulary:jmdict:1189960",
  "vocabulary:jmdict:1189990",
  "vocabulary:jmdict:1190080",
  "vocabulary:jmdict:1190570",
  "vocabulary:jmdict:1190810",
  "vocabulary:jmdict:1191840",
  "vocabulary:jmdict:1191900",
  "vocabulary:jmdict:1191940",
  "vocabulary:jmdict:1191950",
  "vocabulary:jmdict:1192030",
  "vocabulary:jmdict:1192460",
  "vocabulary:jmdict:1192660",
  "vocabulary:jmdict:1192690",
  "vocabulary:jmdict:1192890",
  "vocabulary:jmdict:1192910",
  "vocabulary:jmdict:1192970",
  "vocabulary:jmdict:1193150",
  "vocabulary:jmdict:1193260",
  "vocabulary:jmdict:1193300",
  "vocabulary:jmdict:1193340",
  "vocabulary:jmdict:1194410",
  "vocabulary:jmdict:1194430",
  "vocabulary:jmdict:1194450",
  "vocabulary:jmdict:1194470",
  "vocabulary:jmdict:1195140",
  "vocabulary:jmdict:1195730",
  "vocabulary:jmdict:1195820",
  "vocabulary:jmdict:1195970",
  "vocabulary:jmdict:1196060",
  "vocabulary:jmdict:1196080",
  "vocabulary:jmdict:1196220",
  "vocabulary:jmdict:1196250",
  "vocabulary:jmdict:1196270",
  "vocabulary:jmdict:1196280",
  "vocabulary:jmdict:1196290",
  "vocabulary:jmdict:1196330",
  "vocabulary:jmdict:1196350",
  "vocabulary:jmdict:1196460",
  "vocabulary:jmdict:1197060",
  "vocabulary:jmdict:1197280",
  "vocabulary:jmdict:1197630",
  "vocabulary:jmdict:1197640",
  "vocabulary:jmdict:1197810",
  "vocabulary:jmdict:1198080",
  "vocabulary:jmdict:1198110",
  "vocabulary:jmdict:1198230",
  "vocabulary:jmdict:1198330",
  "vocabulary:jmdict:1198430",
  "vocabulary:jmdict:1198500",
  "vocabulary:jmdict:1198660",
  "vocabulary:jmdict:1198670",
  "vocabulary:jmdict:1198750",
  "vocabulary:jmdict:1198860",
  "vocabulary:jmdict:1198890",
  "vocabulary:jmdict:1198900",
  "vocabulary:jmdict:1198910",
  "vocabulary:jmdict:1198920",
  "vocabulary:jmdict:1199040",
  "vocabulary:jmdict:1199060",
  "vocabulary:jmdict:1199080",
  "vocabulary:jmdict:1199210",
  "vocabulary:jmdict:1199290",
  "vocabulary:jmdict:1199400",
  "vocabulary:jmdict:1199440",
  "vocabulary:jmdict:1199510",
  "vocabulary:jmdict:1199570",
  "vocabulary:jmdict:1199610",
  "vocabulary:jmdict:1199800",
  "vocabulary:jmdict:1199900",
  "vocabulary:jmdict:1200020",
  "vocabulary:jmdict:1200060",
  "vocabulary:jmdict:1200110",
  "vocabulary:jmdict:1200120",
  "vocabulary:jmdict:1200280",
  "vocabulary:jmdict:1200400",
  "vocabulary:jmdict:1200490",
  "vocabulary:jmdict:1200500",
  "vocabulary:jmdict:1200680",
  "vocabulary:jmdict:1200700",
  "vocabulary:jmdict:1200740",
  "vocabulary:jmdict:1200750",
  "vocabulary:jmdict:1200840",
  "vocabulary:jmdict:1200850",
  "vocabulary:jmdict:1200870",
  "vocabulary:jmdict:1200880",
  "vocabulary:jmdict:1200910",
  "vocabulary:jmdict:1200950",
  "vocabulary:jmdict:1200970",
  "vocabulary:jmdict:1201060",
  "vocabulary:jmdict:1201230",
  "vocabulary:jmdict:1201250",
  "vocabulary:jmdict:1201290",
  "vocabulary:jmdict:1201360",
  "vocabulary:jmdict:1201670",
  "vocabulary:jmdict:1201680",
  "vocabulary:jmdict:1201700",
  "vocabulary:jmdict:1201750",
  "vocabulary:jmdict:1201830",
  "vocabulary:jmdict:1202130",
  "vocabulary:jmdict:1202290",
  "vocabulary:jmdict:1202390",
  "vocabulary:jmdict:1202430",
  "vocabulary:jmdict:1202440",
  "vocabulary:jmdict:1202530",
  "vocabulary:jmdict:1202580",
  "vocabulary:jmdict:1202670",
  "vocabulary:jmdict:1202780",
  "vocabulary:jmdict:1202790",
  "vocabulary:jmdict:1202800",
  "vocabulary:jmdict:1202830",
  "vocabulary:jmdict:1202850",
  "vocabulary:jmdict:1202860",
  "vocabulary:jmdict:1202870",
  "vocabulary:jmdict:1202890",
  "vocabulary:jmdict:1202910",
  "vocabulary:jmdict:1202940",
  "vocabulary:jmdict:1203130",
  "vocabulary:jmdict:1203320",
  "vocabulary:jmdict:1203410",
  "vocabulary:jmdict:1203430",
  "vocabulary:jmdict:1203440",
  "vocabulary:jmdict:1203460",
  "vocabulary:jmdict:1203470",
  "vocabulary:jmdict:1203520",
  "vocabulary:jmdict:1203620",
  "vocabulary:jmdict:1203830",
  "vocabulary:jmdict:1203940",
  "vocabulary:jmdict:1203990",
  "vocabulary:jmdict:1204090",
  "vocabulary:jmdict:1204130",
  "vocabulary:jmdict:1204160",
  "vocabulary:jmdict:1204170",
  "vocabulary:jmdict:1204260",
  "vocabulary:jmdict:1204440",
  "vocabulary:jmdict:1204480",
  "vocabulary:jmdict:1204620",
  "vocabulary:jmdict:1204700",
  "vocabulary:jmdict:1204800",
  "vocabulary:jmdict:1205180",
  "vocabulary:jmdict:1205220",
  "vocabulary:jmdict:1205280",
  "vocabulary:jmdict:1205410",
  "vocabulary:jmdict:1205420",
  "vocabulary:jmdict:1205530",
  "vocabulary:jmdict:1205580",
  "vocabulary:jmdict:1205680",
  "vocabulary:jmdict:1205700",
  "vocabulary:jmdict:1205780",
  "vocabulary:jmdict:1205870",
  "vocabulary:jmdict:1205940",
  "vocabulary:jmdict:1206040",
  "vocabulary:jmdict:1206050",
  "vocabulary:jmdict:1206070",
  "vocabulary:jmdict:1206190",
  "vocabulary:jmdict:1206310",
  "vocabulary:jmdict:1206360",
  "vocabulary:jmdict:1206440",
  "vocabulary:jmdict:1206530",
  "vocabulary:jmdict:1206540",
  "vocabulary:jmdict:1206630",
  "vocabulary:jmdict:1206710",
  "vocabulary:jmdict:1206720",
  "vocabulary:jmdict:1206780",
  "vocabulary:jmdict:1207030",
  "vocabulary:jmdict:1207060",
  "vocabulary:jmdict:1207130",
  "vocabulary:jmdict:1207150",
  "vocabulary:jmdict:1207190",
  "vocabulary:jmdict:1207240",
  "vocabulary:jmdict:1207300",
  "vocabulary:jmdict:1207420",
  "vocabulary:jmdict:1207430",
  "vocabulary:jmdict:1207480",
  "vocabulary:jmdict:1207530",
  "vocabulary:jmdict:1207540",
  "vocabulary:jmdict:1207730",
  "vocabulary:jmdict:1208180",
  "vocabulary:jmdict:1208270",
  "vocabulary:jmdict:1208280",
  "vocabulary:jmdict:1208360",
  "vocabulary:jmdict:1208520",
  "vocabulary:jmdict:1208530",
  "vocabulary:jmdict:1208560",
  "vocabulary:jmdict:1208680",
  "vocabulary:jmdict:1208730",
  "vocabulary:jmdict:1208740",
  "vocabulary:jmdict:1208870",
  "vocabulary:jmdict:1208880",
  "vocabulary:jmdict:1208960",
  "vocabulary:jmdict:1209010",
  "vocabulary:jmdict:1209540",
  "vocabulary:jmdict:1209610",
  "vocabulary:jmdict:1209630",
  "vocabulary:jmdict:1209650",
  "vocabulary:jmdict:1210100",
  "vocabulary:jmdict:1210520",
  "vocabulary:jmdict:1210930",
  "vocabulary:jmdict:1211010",
  "vocabulary:jmdict:1211040",
  "vocabulary:jmdict:1211120",
  "vocabulary:jmdict:1211150",
  "vocabulary:jmdict:1211200",
  "vocabulary:jmdict:1211250",
  "vocabulary:jmdict:1211290",
  "vocabulary:jmdict:1211540",
  "vocabulary:jmdict:1211550",
  "vocabulary:jmdict:1211600",
  "vocabulary:jmdict:1211670",
  "vocabulary:jmdict:1211680",
  "vocabulary:jmdict:1211790",
  "vocabulary:jmdict:1211960",
  "vocabulary:jmdict:1212010",
  "vocabulary:jmdict:1212060",
  "vocabulary:jmdict:1212100",
  "vocabulary:jmdict:1212240",
  "vocabulary:jmdict:1212260",
  "vocabulary:jmdict:1212490",
  "vocabulary:jmdict:1212550",
  "vocabulary:jmdict:1212630",
  "vocabulary:jmdict:1212640",
  "vocabulary:jmdict:1212670",
  "vocabulary:jmdict:1212680",
  "vocabulary:jmdict:1212780",
  "vocabulary:jmdict:1212790",
  "vocabulary:jmdict:1212820",
  "vocabulary:jmdict:1212880",
  "vocabulary:jmdict:1212900",
  "vocabulary:jmdict:1212940",
  "vocabulary:jmdict:1213040",
  "vocabulary:jmdict:1213260",
  "vocabulary:jmdict:1213400",
  "vocabulary:jmdict:1213440",
  "vocabulary:jmdict:1213470",
  "vocabulary:jmdict:1213680",
  "vocabulary:jmdict:1213710",
  "vocabulary:jmdict:1213720",
  "vocabulary:jmdict:1213780",
  "vocabulary:jmdict:1214170",
  "vocabulary:jmdict:1214190",
  "vocabulary:jmdict:1214300",
  "vocabulary:jmdict:1214410",
  "vocabulary:jmdict:1214430",
  "vocabulary:jmdict:1214440",
  "vocabulary:jmdict:1214450",
  "vocabulary:jmdict:1214470",
  "vocabulary:jmdict:1214530",
  "vocabulary:jmdict:1214560",
  "vocabulary:jmdict:1214740",
  "vocabulary:jmdict:1214820",
  "vocabulary:jmdict:1214980",
  "vocabulary:jmdict:1215040",
  "vocabulary:jmdict:1215080",
  "vocabulary:jmdict:1215130",
  "vocabulary:jmdict:1215160",
  "vocabulary:jmdict:1215200",
  "vocabulary:jmdict:1215220",
  "vocabulary:jmdict:1215260",
  "vocabulary:jmdict:1215330",
  "vocabulary:jmdict:1215380",
  "vocabulary:jmdict:1215500",
  "vocabulary:jmdict:1215520",
  "vocabulary:jmdict:1215660",
  "vocabulary:jmdict:1215700",
  "vocabulary:jmdict:1215730",
  "vocabulary:jmdict:1215870",
  "vocabulary:jmdict:1215960",
  "vocabulary:jmdict:1216010",
  "vocabulary:jmdict:1216040",
  "vocabulary:jmdict:1216060",
  "vocabulary:jmdict:1216150",
  "vocabulary:jmdict:1216300",
  "vocabulary:jmdict:1216310",
  "vocabulary:jmdict:1216890",
  "vocabulary:jmdict:1217050",
  "vocabulary:jmdict:1217280",
  "vocabulary:jmdict:1217290",
  "vocabulary:jmdict:1217350",
  "vocabulary:jmdict:1217970",
  "vocabulary:jmdict:1218050",
  "vocabulary:jmdict:1218360",
  "vocabulary:jmdict:1218370",
  "vocabulary:jmdict:1218410",
  "vocabulary:jmdict:1218440",
  "vocabulary:jmdict:1218680",
  "vocabulary:jmdict:1218840",
  "vocabulary:jmdict:1218930",
  "vocabulary:jmdict:1219130",
  "vocabulary:jmdict:1219170",
  "vocabulary:jmdict:1219460",
  "vocabulary:jmdict:1219470",
  "vocabulary:jmdict:1219960",
  "vocabulary:jmdict:1220020",
  "vocabulary:jmdict:1220060",
  "vocabulary:jmdict:1220070",
  "vocabulary:jmdict:1220160",
  "vocabulary:jmdict:1220350",
  "vocabulary:jmdict:1220420",
  "vocabulary:jmdict:1220450",
  "vocabulary:jmdict:1220500",
  "vocabulary:jmdict:1220550",
  "vocabulary:jmdict:1220610",
  "vocabulary:jmdict:1220620",
  "vocabulary:jmdict:1220640",
  "vocabulary:jmdict:1220660",
  "vocabulary:jmdict:1220770",
  "vocabulary:jmdict:1220800",
  "vocabulary:jmdict:1220870",
  "vocabulary:jmdict:1220880",
  "vocabulary:jmdict:1220890",
  "vocabulary:jmdict:1220980",
  "vocabulary:jmdict:1220990",
  "vocabulary:jmdict:1221180",
  "vocabulary:jmdict:1221250",
  "vocabulary:jmdict:1221270",
  "vocabulary:jmdict:1221290",
  "vocabulary:jmdict:1221300",
  "vocabulary:jmdict:1221310",
  "vocabulary:jmdict:1221330",
  "vocabulary:jmdict:1221390",
  "vocabulary:jmdict:1221420",
  "vocabulary:jmdict:1221750",
  "vocabulary:jmdict:1221770",
  "vocabulary:jmdict:1221810",
  "vocabulary:jmdict:1221950",
  "vocabulary:jmdict:1221990",
  "vocabulary:jmdict:1222030",
  "vocabulary:jmdict:1222040",
  "vocabulary:jmdict:1222080",
  "vocabulary:jmdict:1222110",
  "vocabulary:jmdict:1222290",
  "vocabulary:jmdict:1222310",
  "vocabulary:jmdict:1222320",
  "vocabulary:jmdict:1222360",
  "vocabulary:jmdict:1222370",
  "vocabulary:jmdict:1222380",
  "vocabulary:jmdict:1222400",
  "vocabulary:jmdict:1222410",
  "vocabulary:jmdict:1222520",
  "vocabulary:jmdict:1222620",
  "vocabulary:jmdict:1222640",
  "vocabulary:jmdict:1222740",
  "vocabulary:jmdict:1222770",
  "vocabulary:jmdict:1222780",
  "vocabulary:jmdict:1222800",
  "vocabulary:jmdict:1222820",
  "vocabulary:jmdict:1222840",
  "vocabulary:jmdict:1222870",
  "vocabulary:jmdict:1223090",
  "vocabulary:jmdict:1223110",
  "vocabulary:jmdict:1223140",
  "vocabulary:jmdict:1223230",
  "vocabulary:jmdict:1223240",
  "vocabulary:jmdict:1223250",
  "vocabulary:jmdict:1223320",
  "vocabulary:jmdict:1223330",
  "vocabulary:jmdict:1223340",
  "vocabulary:jmdict:1223520",
  "vocabulary:jmdict:1223590",
  "vocabulary:jmdict:1223640",
  "vocabulary:jmdict:1223660",
  "vocabulary:jmdict:1223780",
  "vocabulary:jmdict:1223860",
  "vocabulary:jmdict:1223910",
  "vocabulary:jmdict:1223930",
  "vocabulary:jmdict:1223990",
  "vocabulary:jmdict:1224020",
  "vocabulary:jmdict:1224050",
  "vocabulary:jmdict:1224090",
  "vocabulary:jmdict:1224970",
  "vocabulary:jmdict:1225490",
  "vocabulary:jmdict:1225510",
  "vocabulary:jmdict:1226320",
  "vocabulary:jmdict:1226380",
  "vocabulary:jmdict:1226490",
  "vocabulary:jmdict:1226570",
  "vocabulary:jmdict:1226650",
  "vocabulary:jmdict:1226710",
  "vocabulary:jmdict:1226740",
  "vocabulary:jmdict:1226830",
  "vocabulary:jmdict:1226880",
  "vocabulary:jmdict:1226910",
  "vocabulary:jmdict:1227340",
  "vocabulary:jmdict:1227470",
  "vocabulary:jmdict:1227610",
  "vocabulary:jmdict:1227670",
  "vocabulary:jmdict:1227700",
  "vocabulary:jmdict:1227760",
  "vocabulary:jmdict:1227780",
  "vocabulary:jmdict:1227800",
  "vocabulary:jmdict:1227830",
  "vocabulary:jmdict:1227840",
  "vocabulary:jmdict:1228180",
  "vocabulary:jmdict:1228270",
  "vocabulary:jmdict:1228310",
  "vocabulary:jmdict:1228330",
  "vocabulary:jmdict:1228630",
  "vocabulary:jmdict:1228650",
  "vocabulary:jmdict:1228670",
  "vocabulary:jmdict:1228730",
  "vocabulary:jmdict:1228780",
  "vocabulary:jmdict:1228830",
  "vocabulary:jmdict:1228870",
  "vocabulary:jmdict:1229060",
  "vocabulary:jmdict:1229150",
  "vocabulary:jmdict:1229180",
  "vocabulary:jmdict:1229350",
  "vocabulary:jmdict:1229390",
  "vocabulary:jmdict:1229450",
  "vocabulary:jmdict:1229500",
  "vocabulary:jmdict:1229840",
  "vocabulary:jmdict:1229910",
  "vocabulary:jmdict:1230010",
  "vocabulary:jmdict:1230090",
  "vocabulary:jmdict:1230170",
  "vocabulary:jmdict:1230250",
  "vocabulary:jmdict:1230910",
  "vocabulary:jmdict:1230930",
  "vocabulary:jmdict:1231020",
  "vocabulary:jmdict:1231720",
  "vocabulary:jmdict:1231750",
  "vocabulary:jmdict:1232030",
  "vocabulary:jmdict:1232360",
  "vocabulary:jmdict:1232870",
  "vocabulary:jmdict:1233580",
  "vocabulary:jmdict:1234040",
  "vocabulary:jmdict:1235910",
  "vocabulary:jmdict:1236080",
  "vocabulary:jmdict:1236100",
  "vocabulary:jmdict:1236150",
  "vocabulary:jmdict:1236630",
  "vocabulary:jmdict:1236690",
  "vocabulary:jmdict:1236890",
  "vocabulary:jmdict:1236900",
  "vocabulary:jmdict:1236920",
  "vocabulary:jmdict:1236940",
  "vocabulary:jmdict:1237510",
  "vocabulary:jmdict:1237680",
  "vocabulary:jmdict:1238070",
  "vocabulary:jmdict:1238190",
  "vocabulary:jmdict:1238420",
  "vocabulary:jmdict:1238610",
  "vocabulary:jmdict:1238650",
  "vocabulary:jmdict:1238680",
  "vocabulary:jmdict:1239070",
  "vocabulary:jmdict:1240200",
  "vocabulary:jmdict:1241480",
  "vocabulary:jmdict:1242010",
  "vocabulary:jmdict:1242130",
  "vocabulary:jmdict:1242170",
  "vocabulary:jmdict:1242230",
  "vocabulary:jmdict:1242590",
  "vocabulary:jmdict:1242790",
  "vocabulary:jmdict:1243230",
  "vocabulary:jmdict:1244310",
  "vocabulary:jmdict:1244320",
  "vocabulary:jmdict:1244350",
  "vocabulary:jmdict:1244360",
  "vocabulary:jmdict:1244840",
  "vocabulary:jmdict:1244960",
  "vocabulary:jmdict:1245050",
  "vocabulary:jmdict:1245620",
  "vocabulary:jmdict:1246690",
  "vocabulary:jmdict:1247500",
  "vocabulary:jmdict:1247520",
  "vocabulary:jmdict:1250320",
  "vocabulary:jmdict:1250480",
  "vocabulary:jmdict:1250580",
  "vocabulary:jmdict:1250600",
  "vocabulary:jmdict:1250650",
  "vocabulary:jmdict:1250660",
  "vocabulary:jmdict:1250700",
  "vocabulary:jmdict:1251110",
  "vocabulary:jmdict:1251750",
  "vocabulary:jmdict:1252080",
  "vocabulary:jmdict:1252560",
  "vocabulary:jmdict:1253490",
  "vocabulary:jmdict:1253570",
  "vocabulary:jmdict:1253890",
  "vocabulary:jmdict:1254180",
  "vocabulary:jmdict:1254200",
  "vocabulary:jmdict:1254590",
  "vocabulary:jmdict:1254600",
  "vocabulary:jmdict:1254670",
  "vocabulary:jmdict:1256520",
  "vocabulary:jmdict:1256550",
  "vocabulary:jmdict:1257260",
  "vocabulary:jmdict:1257330",
  "vocabulary:jmdict:1258730",
  "vocabulary:jmdict:1259130",
  "vocabulary:jmdict:1259140",
  "vocabulary:jmdict:1259300",
  "vocabulary:jmdict:1259370",
  "vocabulary:jmdict:1259490",
  "vocabulary:jmdict:1259500",
  "vocabulary:jmdict:1259580",
  "vocabulary:jmdict:1259640",
  "vocabulary:jmdict:1259680",
  "vocabulary:jmdict:1259700",
  "vocabulary:jmdict:1259740",
  "vocabulary:jmdict:1259780",
  "vocabulary:jmdict:1259880",
  "vocabulary:jmdict:1259900",
  "vocabulary:jmdict:1259950",
  "vocabulary:jmdict:1259990",
  "vocabulary:jmdict:1260020",
  "vocabulary:jmdict:1260940",
  "vocabulary:jmdict:1261010",
  "vocabulary:jmdict:1261020",
  "vocabulary:jmdict:1261070",
  "vocabulary:jmdict:1262520",
  "vocabulary:jmdict:1263110",
  "vocabulary:jmdict:1263120",
  "vocabulary:jmdict:1263500",
  "vocabulary:jmdict:1263510",
  "vocabulary:jmdict:1264330",
  "vocabulary:jmdict:1264610",
  "vocabulary:jmdict:1264640",
  "vocabulary:jmdict:1265000",
  "vocabulary:jmdict:1265530",
  "vocabulary:jmdict:1265900",
  "vocabulary:jmdict:1266350",
  "vocabulary:jmdict:1266560",
  "vocabulary:jmdict:1267100",
  "vocabulary:jmdict:1267130",
  "vocabulary:jmdict:1267340",
  "vocabulary:jmdict:1268780",
  "vocabulary:jmdict:1269480",
  "vocabulary:jmdict:1269950",
  "vocabulary:jmdict:1270150",
  "vocabulary:jmdict:1270530",
  "vocabulary:jmdict:1270670",
  "vocabulary:jmdict:1270810",
  "vocabulary:jmdict:1270850",
  "vocabulary:jmdict:1270920",
  "vocabulary:jmdict:1270990",
  "vocabulary:jmdict:1271660",
  "vocabulary:jmdict:1272820",
  "vocabulary:jmdict:1275330",
  "vocabulary:jmdict:1275340",
  "vocabulary:jmdict:1275460",
  "vocabulary:jmdict:1275560",
  "vocabulary:jmdict:1275600",
  "vocabulary:jmdict:1276570",
  "vocabulary:jmdict:1276990",
  "vocabulary:jmdict:1277080",
  "vocabulary:jmdict:1277100",
  "vocabulary:jmdict:1277490",
  "vocabulary:jmdict:1277520",
  "vocabulary:jmdict:1278450",
  "vocabulary:jmdict:1278460",
  "vocabulary:jmdict:1278660",
  "vocabulary:jmdict:1278830",
  "vocabulary:jmdict:1279060",
  "vocabulary:jmdict:1279130",
  "vocabulary:jmdict:1279700",
  "vocabulary:jmdict:1280820",
  "vocabulary:jmdict:1280950",
  "vocabulary:jmdict:1281450",
  "vocabulary:jmdict:1281470",
  "vocabulary:jmdict:1281480",
  "vocabulary:jmdict:1281900",
  "vocabulary:jmdict:1282790",
  "vocabulary:jmdict:1283220",
  "vocabulary:jmdict:1283240",
  "vocabulary:jmdict:1284480",
  "vocabulary:jmdict:1284670",
  "vocabulary:jmdict:1284850",
  "vocabulary:jmdict:1285100",
  "vocabulary:jmdict:1285380",
  "vocabulary:jmdict:1285800",
  "vocabulary:jmdict:1285840",
  "vocabulary:jmdict:1285890",
  "vocabulary:jmdict:1285900",
  "vocabulary:jmdict:1285990",
  "vocabulary:jmdict:1287420",
  "vocabulary:jmdict:1287460",
  "vocabulary:jmdict:1288940",
  "vocabulary:jmdict:1288950",
  "vocabulary:jmdict:1289150",
  "vocabulary:jmdict:1289180",
  "vocabulary:jmdict:1289400",
  "vocabulary:jmdict:1289560",
  "vocabulary:jmdict:1289590",
  "vocabulary:jmdict:1289740",
  "vocabulary:jmdict:1289780",
  "vocabulary:jmdict:1290150",
  "vocabulary:jmdict:1290310",
  "vocabulary:jmdict:1291290",
  "vocabulary:jmdict:1292160",
  "vocabulary:jmdict:1292300",
  "vocabulary:jmdict:1292760",
  "vocabulary:jmdict:1293700",
  "vocabulary:jmdict:1294390",
  "vocabulary:jmdict:1294400",
  "vocabulary:jmdict:1295030",
  "vocabulary:jmdict:1295190",
  "vocabulary:jmdict:1295250",
  "vocabulary:jmdict:1295510",
  "vocabulary:jmdict:1295530",
  "vocabulary:jmdict:1295560",
  "vocabulary:jmdict:1295690",
  "vocabulary:jmdict:1295940",
  "vocabulary:jmdict:1296050",
  "vocabulary:jmdict:1296360",
  "vocabulary:jmdict:1297050",
  "vocabulary:jmdict:1297200",
  "vocabulary:jmdict:1298740",
  "vocabulary:jmdict:1299030",
  "vocabulary:jmdict:1303420",
  "vocabulary:jmdict:1303460",
  "vocabulary:jmdict:1303490",
  "vocabulary:jmdict:1304510",
  "vocabulary:jmdict:1304760",
  "vocabulary:jmdict:1305140",
  "vocabulary:jmdict:1305310",
  "vocabulary:jmdict:1305560",
  "vocabulary:jmdict:1305990",
  "vocabulary:jmdict:1306390",
  "vocabulary:jmdict:1306630",
  "vocabulary:jmdict:1307500",
  "vocabulary:jmdict:1309180",
  "vocabulary:jmdict:1309460",
  "vocabulary:jmdict:1309660",
  "vocabulary:jmdict:1309670",
  "vocabulary:jmdict:1309790",
  "vocabulary:jmdict:1310370",
  "vocabulary:jmdict:1310570",
  "vocabulary:jmdict:1310730",
  "vocabulary:jmdict:1311050",
  "vocabulary:jmdict:1311330",
  "vocabulary:jmdict:1311470",
  "vocabulary:jmdict:1311570",
  "vocabulary:jmdict:1311850",
  "vocabulary:jmdict:1311880",
  "vocabulary:jmdict:1312280",
  "vocabulary:jmdict:1312650",
  "vocabulary:jmdict:1313540",
  "vocabulary:jmdict:1314050",
  "vocabulary:jmdict:1314560",
  "vocabulary:jmdict:1314700",
  "vocabulary:jmdict:1315540",
  "vocabulary:jmdict:1315720",
  "vocabulary:jmdict:1315730",
  "vocabulary:jmdict:1318610",
  "vocabulary:jmdict:1318620",
  "vocabulary:jmdict:1319580",
  "vocabulary:jmdict:1320390",
  "vocabulary:jmdict:1320720",
  "vocabulary:jmdict:1320830",
  "vocabulary:jmdict:1320850",
  "vocabulary:jmdict:1321790",
  "vocabulary:jmdict:1321820",
  "vocabulary:jmdict:1322180",
  "vocabulary:jmdict:1322250",
  "vocabulary:jmdict:1322320",
  "vocabulary:jmdict:1322490",
  "vocabulary:jmdict:1322580",
  "vocabulary:jmdict:1323010",
  "vocabulary:jmdict:1323540",
  "vocabulary:jmdict:1323560",
  "vocabulary:jmdict:1324300",
  "vocabulary:jmdict:1324590",
  "vocabulary:jmdict:1324650",
  "vocabulary:jmdict:1324990",
  "vocabulary:jmdict:1326550",
  "vocabulary:jmdict:1326720",
  "vocabulary:jmdict:1326800",
  "vocabulary:jmdict:1326830",
  "vocabulary:jmdict:1326930",
  "vocabulary:jmdict:1327460",
  "vocabulary:jmdict:1327550",
  "vocabulary:jmdict:1327990",
  "vocabulary:jmdict:1328060",
  "vocabulary:jmdict:1328190",
  "vocabulary:jmdict:1328210",
  "vocabulary:jmdict:1329580",
  "vocabulary:jmdict:1329670",
  "vocabulary:jmdict:1329860",
  "vocabulary:jmdict:1330010",
  "vocabulary:jmdict:1330270",
  "vocabulary:jmdict:1330280",
  "vocabulary:jmdict:1331530",
  "vocabulary:jmdict:1331900",
  "vocabulary:jmdict:1332570",
  "vocabulary:jmdict:1332690",
  "vocabulary:jmdict:1332760",
  "vocabulary:jmdict:1333070",
  "vocabulary:jmdict:1333150",
  "vocabulary:jmdict:1333560",
  "vocabulary:jmdict:1333570",
  "vocabulary:jmdict:1334270",
  "vocabulary:jmdict:1335230",
  "vocabulary:jmdict:1335550",
  "vocabulary:jmdict:1335800",
  "vocabulary:jmdict:1335830",
  "vocabulary:jmdict:1335940",
  "vocabulary:jmdict:1335950",
  "vocabulary:jmdict:1336150",
  "vocabulary:jmdict:1337200",
  "vocabulary:jmdict:1337210",
  "vocabulary:jmdict:1337540",
  "vocabulary:jmdict:1337560",
  "vocabulary:jmdict:1337570",
  "vocabulary:jmdict:1337590",
  "vocabulary:jmdict:1338720",
  "vocabulary:jmdict:1338880",
  "vocabulary:jmdict:1340820",
  "vocabulary:jmdict:1341510",
  "vocabulary:jmdict:1341780",
  "vocabulary:jmdict:1341790",
  "vocabulary:jmdict:1341810",
  "vocabulary:jmdict:1342050",
  "vocabulary:jmdict:1342330",
  "vocabulary:jmdict:1342560",
  "vocabulary:jmdict:1343350",
  "vocabulary:jmdict:1343460",
  "vocabulary:jmdict:1343480",
  "vocabulary:jmdict:1344380",
  "vocabulary:jmdict:1344410",
  "vocabulary:jmdict:1344970",
  "vocabulary:jmdict:1344980",
  "vocabulary:jmdict:1345605",
  "vocabulary:jmdict:1345930",
  "vocabulary:jmdict:1346370",
  "vocabulary:jmdict:1346450",
  "vocabulary:jmdict:1347490",
  "vocabulary:jmdict:1348560",
  "vocabulary:jmdict:1348900",
  "vocabulary:jmdict:1348910",
  "vocabulary:jmdict:1349320",
  "vocabulary:jmdict:1349590",
  "vocabulary:jmdict:1350110",
  "vocabulary:jmdict:1350600",
  "vocabulary:jmdict:1350610",
  "vocabulary:jmdict:1350710",
  "vocabulary:jmdict:1350730",
  "vocabulary:jmdict:1350780",
  "vocabulary:jmdict:1351000",
  "vocabulary:jmdict:1351040",
  "vocabulary:jmdict:1351360",
  "vocabulary:jmdict:1351730",
  "vocabulary:jmdict:1352050",
  "vocabulary:jmdict:1352190",
  "vocabulary:jmdict:1352300",
  "vocabulary:jmdict:1352420",
  "vocabulary:jmdict:1352450",
  "vocabulary:jmdict:1352770",
  "vocabulary:jmdict:1354170",
  "vocabulary:jmdict:1354650",
  "vocabulary:jmdict:1354770",
  "vocabulary:jmdict:1356780",
  "vocabulary:jmdict:1356900",
  "vocabulary:jmdict:1357020",
  "vocabulary:jmdict:1357030",
  "vocabulary:jmdict:1357160",
  "vocabulary:jmdict:1357170",
  "vocabulary:jmdict:1357420",
  "vocabulary:jmdict:1357450",
  "vocabulary:jmdict:1357670",
  "vocabulary:jmdict:1357710",
  "vocabulary:jmdict:1357980",
  "vocabulary:jmdict:1358010",
  "vocabulary:jmdict:1358210",
  "vocabulary:jmdict:1358870",
  "vocabulary:jmdict:1358910",
  "vocabulary:jmdict:1358920",
  "vocabulary:jmdict:1359040",
  "vocabulary:jmdict:1359960",
  "vocabulary:jmdict:1360070",
  "vocabulary:jmdict:1360680",
  "vocabulary:jmdict:1360920",
  "vocabulary:jmdict:1361140",
  "vocabulary:jmdict:1361170",
  "vocabulary:jmdict:1361490",
  "vocabulary:jmdict:1361510",
  "vocabulary:jmdict:1362100",
  "vocabulary:jmdict:1362560",
  "vocabulary:jmdict:1362570",
  "vocabulary:jmdict:1362660",
  "vocabulary:jmdict:1362680",
  "vocabulary:jmdict:1363090",
  "vocabulary:jmdict:1364510",
  "vocabulary:jmdict:1365050",
  "vocabulary:jmdict:1365070",
  "vocabulary:jmdict:1365170",
  "vocabulary:jmdict:1365190",
  "vocabulary:jmdict:1365210",
  "vocabulary:jmdict:1365320",
  "vocabulary:jmdict:1365360",
  "vocabulary:jmdict:1365980",
  "vocabulary:jmdict:1369940",
  "vocabulary:jmdict:1370840",
  "vocabulary:jmdict:1370870",
  "vocabulary:jmdict:1372430",
  "vocabulary:jmdict:1372620",
  "vocabulary:jmdict:1372650",
  "vocabulary:jmdict:1373500",
  "vocabulary:jmdict:1373650",
  "vocabulary:jmdict:1373680",
  "vocabulary:jmdict:1374630",
  "vocabulary:jmdict:1375550",
  "vocabulary:jmdict:1376140",
  "vocabulary:jmdict:1376450",
  "vocabulary:jmdict:1376470",
  "vocabulary:jmdict:1376600",
  "vocabulary:jmdict:1377980",
  "vocabulary:jmdict:1378140",
  "vocabulary:jmdict:1378180",
  "vocabulary:jmdict:1378500",
  "vocabulary:jmdict:1378520",
  "vocabulary:jmdict:1378560",
  "vocabulary:jmdict:1378590",
  "vocabulary:jmdict:1379080",
  "vocabulary:jmdict:1379740",
  "vocabulary:jmdict:1379750",
  "vocabulary:jmdict:1380490",
  "vocabulary:jmdict:1381160",
  "vocabulary:jmdict:1381210",
  "vocabulary:jmdict:1381300",
  "vocabulary:jmdict:1381760",
  "vocabulary:jmdict:1381820",
  "vocabulary:jmdict:1382220",
  "vocabulary:jmdict:1382280",
  "vocabulary:jmdict:1382300",
  "vocabulary:jmdict:1382580",
  "vocabulary:jmdict:1382970",
  "vocabulary:jmdict:1383010",
  "vocabulary:jmdict:1383160",
  "vocabulary:jmdict:1383240",
  "vocabulary:jmdict:1383260",
  "vocabulary:jmdict:1383770",
  "vocabulary:jmdict:1383780",
  "vocabulary:jmdict:1385350",
  "vocabulary:jmdict:1385790",
  "vocabulary:jmdict:1385900",
  "vocabulary:jmdict:1386420",
  "vocabulary:jmdict:1386700",
  "vocabulary:jmdict:1386750",
  "vocabulary:jmdict:1386840",
  "vocabulary:jmdict:1388200",
  "vocabulary:jmdict:1389430",
  "vocabulary:jmdict:1389460",
  "vocabulary:jmdict:1389740",
  "vocabulary:jmdict:1390050",
  "vocabulary:jmdict:1390060",
  "vocabulary:jmdict:1390080",
  "vocabulary:jmdict:1390800",
  "vocabulary:jmdict:1390850",
  "vocabulary:jmdict:1390930",
  "vocabulary:jmdict:1391100",
  "vocabulary:jmdict:1391120",
  "vocabulary:jmdict:1391160",
  "vocabulary:jmdict:1391240",
  "vocabulary:jmdict:1391940",
  "vocabulary:jmdict:1392480",
  "vocabulary:jmdict:1392500",
  "vocabulary:jmdict:1394180",
  "vocabulary:jmdict:1394650",
  "vocabulary:jmdict:1394780",
  "vocabulary:jmdict:1394800",
  "vocabulary:jmdict:1396480",
  "vocabulary:jmdict:1396910",
  "vocabulary:jmdict:1396970",
  "vocabulary:jmdict:1397350",
  "vocabulary:jmdict:1397590",
  "vocabulary:jmdict:1397720",
  "vocabulary:jmdict:1397800",
  "vocabulary:jmdict:1399390",
  "vocabulary:jmdict:1399470",
  "vocabulary:jmdict:1399760",
  "vocabulary:jmdict:1400170",
  "vocabulary:jmdict:1400300",
  "vocabulary:jmdict:1400620",
  "vocabulary:jmdict:1400850",
  "vocabulary:jmdict:1401030",
  "vocabulary:jmdict:1401100",
  "vocabulary:jmdict:1402130",
  "vocabulary:jmdict:1402630",
  "vocabulary:jmdict:1402730",
  "vocabulary:jmdict:1403040",
  "vocabulary:jmdict:1403390",
  "vocabulary:jmdict:1403440",
  "vocabulary:jmdict:1403450",
  "vocabulary:jmdict:1403550",
  "vocabulary:jmdict:1403760",
  "vocabulary:jmdict:1404090",
  "vocabulary:jmdict:1404700",
  "vocabulary:jmdict:1404740",
  "vocabulary:jmdict:1404820",
  "vocabulary:jmdict:1404840",
  "vocabulary:jmdict:1404860",
  "vocabulary:jmdict:1404880",
  "vocabulary:jmdict:1404975",
  "vocabulary:jmdict:1405710",
  "vocabulary:jmdict:1405800",
  "vocabulary:jmdict:1406110",
  "vocabulary:jmdict:1406140",
  "vocabulary:jmdict:1406210",
  "vocabulary:jmdict:1407460",
  "vocabulary:jmdict:1407570",
  "vocabulary:jmdict:1408090",
  "vocabulary:jmdict:1408180",
  "vocabulary:jmdict:1408810",
  "vocabulary:jmdict:1408815",
  "vocabulary:jmdict:1410430",
  "vocabulary:jmdict:1410480",
  "vocabulary:jmdict:1410590",
  "vocabulary:jmdict:1410710",
  "vocabulary:jmdict:1411110",
  "vocabulary:jmdict:1411160",
  "vocabulary:jmdict:1412880",
  "vocabulary:jmdict:1412890",
  "vocabulary:jmdict:1412910",
  "vocabulary:jmdict:1412950",
  "vocabulary:jmdict:1412980",
  "vocabulary:jmdict:1413490",
  "vocabulary:jmdict:1414220",
  "vocabulary:jmdict:1414430",
  "vocabulary:jmdict:1414570",
  "vocabulary:jmdict:1414870",
  "vocabulary:jmdict:1414950",
  "vocabulary:jmdict:1415930",
  "vocabulary:jmdict:1415960",
  "vocabulary:jmdict:1416230",
  "vocabulary:jmdict:1416240",
  "vocabulary:jmdict:1416340",
  "vocabulary:jmdict:1416400",
  "vocabulary:jmdict:1416420",
  "vocabulary:jmdict:1417020",
  "vocabulary:jmdict:1417030",
  "vocabulary:jmdict:1417780",
  "vocabulary:jmdict:1418060",
  "vocabulary:jmdict:1418140",
  "vocabulary:jmdict:1418260",
  "vocabulary:jmdict:1418420",
  "vocabulary:jmdict:1419360",
  "vocabulary:jmdict:1419370",
  "vocabulary:jmdict:1419400",
  "vocabulary:jmdict:1419540",
  "vocabulary:jmdict:1420010",
  "vocabulary:jmdict:1420020",
  "vocabulary:jmdict:1420320",
  "vocabulary:jmdict:1420470",
  "vocabulary:jmdict:1420490",
  "vocabulary:jmdict:1421600",
  "vocabulary:jmdict:1421610",
  "vocabulary:jmdict:1421900",
  "vocabulary:jmdict:1421950",
  "vocabulary:jmdict:1422140",
  "vocabulary:jmdict:1422500",
  "vocabulary:jmdict:1422990",
  "vocabulary:jmdict:1423160",
  "vocabulary:jmdict:1423240",
  "vocabulary:jmdict:1424150",
  "vocabulary:jmdict:1426840",
  "vocabulary:jmdict:1426880",
  "vocabulary:jmdict:1427080",
  "vocabulary:jmdict:1427510",
  "vocabulary:jmdict:1427900",
  "vocabulary:jmdict:1428230",
  "vocabulary:jmdict:1428330",
  "vocabulary:jmdict:1428520",
  "vocabulary:jmdict:1429620",
  "vocabulary:jmdict:1429700",
  "vocabulary:jmdict:1429750",
  "vocabulary:jmdict:1430570",
  "vocabulary:jmdict:1430670",
  "vocabulary:jmdict:1431670",
  "vocabulary:jmdict:1431850",
  "vocabulary:jmdict:1432410",
  "vocabulary:jmdict:1432430",
  "vocabulary:jmdict:1432680",
  "vocabulary:jmdict:1432710",
  "vocabulary:jmdict:1432720",
  "vocabulary:jmdict:1432780",
  "vocabulary:jmdict:1432850",
  "vocabulary:jmdict:1432880",
  "vocabulary:jmdict:1433030",
  "vocabulary:jmdict:1434050",
  "vocabulary:jmdict:1434200",
  "vocabulary:jmdict:1434510",
  "vocabulary:jmdict:1435370",
  "vocabulary:jmdict:1435380",
  "vocabulary:jmdict:1436310",
  "vocabulary:jmdict:1436560",
  "vocabulary:jmdict:1436570",
  "vocabulary:jmdict:1436730",
  "vocabulary:jmdict:1437060",
  "vocabulary:jmdict:1437340",
  "vocabulary:jmdict:1438480",
  "vocabulary:jmdict:1440810",
  "vocabulary:jmdict:1440980",
  "vocabulary:jmdict:1441040",
  "vocabulary:jmdict:1441850",
  "vocabulary:jmdict:1441870",
  "vocabulary:jmdict:1442750",
  "vocabulary:jmdict:1444270",
  "vocabulary:jmdict:1444380",
  "vocabulary:jmdict:1444610",
  "vocabulary:jmdict:1444680",
  "vocabulary:jmdict:1445110",
  "vocabulary:jmdict:1445770",
  "vocabulary:jmdict:1445790",
  "vocabulary:jmdict:1446980",
  "vocabulary:jmdict:1447040",
  "vocabulary:jmdict:1447100",
  "vocabulary:jmdict:1448440",
  "vocabulary:jmdict:1448810",
  "vocabulary:jmdict:1449540",
  "vocabulary:jmdict:1450270",
  "vocabulary:jmdict:1450320",
  "vocabulary:jmdict:1450330",
  "vocabulary:jmdict:1450430",
  "vocabulary:jmdict:1450440",
  "vocabulary:jmdict:1450510",
  "vocabulary:jmdict:1450840",
  "vocabulary:jmdict:1451060",
  "vocabulary:jmdict:1451150",
  "vocabulary:jmdict:1451210",
  "vocabulary:jmdict:1451220",
  "vocabulary:jmdict:1453810",
  "vocabulary:jmdict:1454670",
  "vocabulary:jmdict:1455370",
  "vocabulary:jmdict:1455420",
  "vocabulary:jmdict:1456260",
  "vocabulary:jmdict:1456940",
  "vocabulary:jmdict:1457200",
  "vocabulary:jmdict:1457210",
  "vocabulary:jmdict:1457560",
  "vocabulary:jmdict:1458770",
  "vocabulary:jmdict:1459360",
  "vocabulary:jmdict:1459820",
  "vocabulary:jmdict:1460850",
  "vocabulary:jmdict:1465460",
  "vocabulary:jmdict:1467150",
  "vocabulary:jmdict:1467720",
  "vocabulary:jmdict:1469700",
  "vocabulary:jmdict:1469840",
  "vocabulary:jmdict:1471200",
  "vocabulary:jmdict:1471210",
  "vocabulary:jmdict:1472510",
  "vocabulary:jmdict:1472680",
  "vocabulary:jmdict:1472860",
  "vocabulary:jmdict:1472990",
  "vocabulary:jmdict:1473350",
  "vocabulary:jmdict:1473950",
  "vocabulary:jmdict:1473960",
  "vocabulary:jmdict:1474860",
  "vocabulary:jmdict:1475480",
  "vocabulary:jmdict:1475510",
  "vocabulary:jmdict:1475520",
  "vocabulary:jmdict:1475530",
  "vocabulary:jmdict:1475620",
  "vocabulary:jmdict:1477130",
  "vocabulary:jmdict:1478010",
  "vocabulary:jmdict:1478080",
  "vocabulary:jmdict:1478120",
  "vocabulary:jmdict:1478130",
  "vocabulary:jmdict:1478190",
  "vocabulary:jmdict:1478220",
  "vocabulary:jmdict:1478370",
  "vocabulary:jmdict:1480080",
  "vocabulary:jmdict:1481940",
  "vocabulary:jmdict:1482660",
  "vocabulary:jmdict:1483090",
  "vocabulary:jmdict:1483190",
  "vocabulary:jmdict:1483200",
  "vocabulary:jmdict:1483740",
  "vocabulary:jmdict:1483880",
  "vocabulary:jmdict:1483980",
  "vocabulary:jmdict:1485230",
  "vocabulary:jmdict:1485350",
  "vocabulary:jmdict:1485800",
  "vocabulary:jmdict:1486360",
  "vocabulary:jmdict:1487250",
  "vocabulary:jmdict:1487400",
  "vocabulary:jmdict:1487410",
  "vocabulary:jmdict:1489240",
  "vocabulary:jmdict:1489540",
  "vocabulary:jmdict:1489980",
  "vocabulary:jmdict:1490210",
  "vocabulary:jmdict:1495770",
  "vocabulary:jmdict:1495790",
  "vocabulary:jmdict:1497020",
  "vocabulary:jmdict:1497380",
  "vocabulary:jmdict:1497420",
  "vocabulary:jmdict:1497430",
  "vocabulary:jmdict:1497520",
  "vocabulary:jmdict:1497800",
  "vocabulary:jmdict:1497930",
  "vocabulary:jmdict:1497950",
  "vocabulary:jmdict:1497980",
  "vocabulary:jmdict:1498190",
  "vocabulary:jmdict:1499760",
  "vocabulary:jmdict:1499850",
  "vocabulary:jmdict:1500010",
  "vocabulary:jmdict:1500220",
  "vocabulary:jmdict:1501490",
  "vocabulary:jmdict:1501500",
  "vocabulary:jmdict:1501580",
  "vocabulary:jmdict:1502490",
  "vocabulary:jmdict:1502650",
  "vocabulary:jmdict:1502710",
  "vocabulary:jmdict:1502920",
  "vocabulary:jmdict:1504700",
  "vocabulary:jmdict:1504710",
  "vocabulary:jmdict:1504990",
  "vocabulary:jmdict:1505010",
  "vocabulary:jmdict:1505710",
  "vocabulary:jmdict:1505790",
  "vocabulary:jmdict:1505800",
  "vocabulary:jmdict:1505810",
  "vocabulary:jmdict:1506930",
  "vocabulary:jmdict:1508350",
  "vocabulary:jmdict:1508540",
  "vocabulary:jmdict:1508550",
  "vocabulary:jmdict:1508560",
  "vocabulary:jmdict:1508570",
  "vocabulary:jmdict:1508590",
  "vocabulary:jmdict:1509110",
  "vocabulary:jmdict:1509330",
  "vocabulary:jmdict:1510790",
  "vocabulary:jmdict:1511600",
  "vocabulary:jmdict:1511610",
  "vocabulary:jmdict:1511950",
  "vocabulary:jmdict:1512150",
  "vocabulary:jmdict:1513250",
  "vocabulary:jmdict:1514110",
  "vocabulary:jmdict:1514330",
  "vocabulary:jmdict:1514360",
  "vocabulary:jmdict:1514460",
  "vocabulary:jmdict:1514800",
  "vocabulary:jmdict:1514960",
  "vocabulary:jmdict:1515630",
  "vocabulary:jmdict:1515650",
  "vocabulary:jmdict:1516260",
  "vocabulary:jmdict:1516270",
  "vocabulary:jmdict:1516310",
  "vocabulary:jmdict:1516490",
  "vocabulary:jmdict:1516540",
  "vocabulary:jmdict:1517410",
  "vocabulary:jmdict:1518080",
  "vocabulary:jmdict:1518540",
  "vocabulary:jmdict:1519290",
  "vocabulary:jmdict:1519340",
  "vocabulary:jmdict:1519610",
  "vocabulary:jmdict:1519880",
  "vocabulary:jmdict:1519970",
  "vocabulary:jmdict:1519990",
  "vocabulary:jmdict:1523340",
  "vocabulary:jmdict:1523940",
  "vocabulary:jmdict:1524420",
  "vocabulary:jmdict:1524490",
  "vocabulary:jmdict:1524500",
  "vocabulary:jmdict:1524540",
  "vocabulary:jmdict:1526670",
  "vocabulary:jmdict:1527000",
  "vocabulary:jmdict:1527970",
  "vocabulary:jmdict:1529330",
  "vocabulary:jmdict:1529520",
  "vocabulary:jmdict:1529530",
  "vocabulary:jmdict:1529550",
  "vocabulary:jmdict:1531490",
  "vocabulary:jmdict:1531540",
  "vocabulary:jmdict:1532300",
  "vocabulary:jmdict:1532350",
  "vocabulary:jmdict:1532710",
  "vocabulary:jmdict:1532870",
  "vocabulary:jmdict:1532880",
  "vocabulary:jmdict:1532980",
  "vocabulary:jmdict:1533400",
  "vocabulary:jmdict:1533740",
  "vocabulary:jmdict:1534490",
  "vocabulary:jmdict:1534630",
  "vocabulary:jmdict:1534670",
  "vocabulary:jmdict:1534930",
  "vocabulary:jmdict:1535440",
  "vocabulary:jmdict:1535700",
  "vocabulary:jmdict:1536210",
  "vocabulary:jmdict:1537470",
  "vocabulary:jmdict:1537980",
  "vocabulary:jmdict:1538440",
  "vocabulary:jmdict:1538770",
  "vocabulary:jmdict:1539040",
  "vocabulary:jmdict:1539660",
  "vocabulary:jmdict:1539700",
  "vocabulary:jmdict:1540250",
  "vocabulary:jmdict:1540950",
  "vocabulary:jmdict:1541090",
  "vocabulary:jmdict:1541460",
  "vocabulary:jmdict:1543860",
  "vocabulary:jmdict:1543910",
  "vocabulary:jmdict:1544990",
  "vocabulary:jmdict:1545110",
  "vocabulary:jmdict:1545120",
  "vocabulary:jmdict:1545600",
  "vocabulary:jmdict:1545630",
  "vocabulary:jmdict:1545690",
  "vocabulary:jmdict:1545710",
  "vocabulary:jmdict:1545740",
  "vocabulary:jmdict:1546050",
  "vocabulary:jmdict:1546070",
  "vocabulary:jmdict:1546210",
  "vocabulary:jmdict:1546330",
  "vocabulary:jmdict:1546640",
  "vocabulary:jmdict:1546880",
